/* No comment provided by engineer. */
"Free up some space on your device and try again or send fewer files." = "Free up some space on your device and try again or send fewer files.";

/* No comment provided by engineer. */
"Infinit was unable to fetch the files from your gallery. Check that you have some free space and try again." = "Infinit was unable to fetch the files from your gallery. Check that you have some free space and try again.";

/* No comment provided by engineer. */
"Not enough space on your device." = "Not enough space on your device.";

/* No comment provided by engineer. */
"SELECT FILES" = "SELECT FILES";

/* No comment provided by engineer. */
"Unable to fetch files." = "Unable to fetch files.";

